
import React from 'react';

function News() {
  return (
    <div className="content">
        <h1>Как выбрать размер кольца и как понять размер кольца в домашних условиях</h1>
        <div className="info">
            <div className='info2'>
                <img width={300} src="/img/info2.jpg" alt="Руки с кольцами"/>
                <div>
                <p  style={{margin:'0 0 25px'}}>Подобрать размер кольца? Казалось бы, что может быть проще? Зайти в ювелирный магазин и воспользоваться помощью специалиста или попробовать определить размер самостоятельно? И в том, и в другом вариантах есть свои нюансы.</p>
                <h3>Почему важно правильно подобрать размер кольца</h3>
                <p>От того, насколько правильно вы выберете размер кольца, будет зависеть, станете ли вы его носить с удовольствием, как комфортно вам в нем будет, и насколько долго оно прослужит. Неверно подобранное по размеру кольцо может спадать, или, наоборот причинять неприятные ощущения, если будет слишком тесным. Обидно потерять дорогое вашему сердцу украшение просто потому, что вовремя не разобрались в тонкостях. Конечно, современные технологии шагнули далеко вперед. Часто кольцо, которое не очень подошло по размеру, многие относят в мастерскую, чтобы слегка уменьшить или, наоборот, увеличить размер. Но это возможно далеко не всегда. Например, кольца-«дорожки», кольца со множеством камней, замысловатой и сложной работой, подогнать по размеру вероятнее всего не получится. Ювелир, который уступит вашим настойчивым просьбам, рискует деформировать кольцо или пожертвовать вставками. К тому же уменьшить или увеличить в большинстве случаев можно лишь на полразмера, максимум на размер без потери внешнего вида и пропорций изделия.</p>
                </div>
            </div>
            <p>Кольцо, которое вам велико, скорее потеряет свой первоначальный вид. Болтающееся на пальце украшение, которым вы то и дело за все задеваете, крутите на пальце, снимаете и кладете на стол, когда готовите или работаете, будет царапаться и деформироваться гораздо больше, чем идеально сидящее по размеру украшение.</p>
            <div className='info-image'><img src="/img/info.png" alt="Кольцо"/></div>
            <div>
            <div className='info3'>
                <div>
                <h3>Как подобрать размер кольца в магазине</h3>

                <p>Итак, верный способ не ошибиться с размером кольца – произвести замеры в ювелирном магазине с помощью специального инструмента – кольцемера (или пальцемера).<br/>
                Что здесь важно учесть:<br/>
                    <span className='info-text'>1. </span>Помните, что активная рука и размеры пальцев на ней немного больше.<br/>
                    <span className='info-text'>2. </span>Размер пальцев меняется в зависимости от времени суток, погоды.<br/>
                    <span className='info-text'>3. </span>Кольца с крупными камнями должны сидеть плотно.<br/>
                    <span className='info-text'>4. </span>Пальцемер рассчитан на подбор нешироких колец, диаметром до 3 мм.<br/>
                    <span className='info-text'>• </span>Активными считаются правая рука у правшей и левая у левшей. Если вы не знаете, на какой руке носить кольцо, измерьте и запишите все размеры.<br/>
                    <span className='info-text'>• </span>Отечность, жара и холод влияют на размер, хотя и незначительно, примерно на 0,25 мм.<br/>
                    <span className='info-text'>• </span>Если на кольце большой камень, при свободной посадке он перевесит, и кольцо будет проворачиваться вокруг пальца.<br/>
                    <span className='info-text'>• </span>Если вам нравятся широкие кольца, или несколько украшений на пальце одновременно, добавьте четверть размера к своему обычному.</p>
                    <h3>Как определить размер кольца самостоятельно</h3>
                    <p>Если у вас нет возможности замерить размер пальцемером, вам может пригодиться простой, но тоже вполне точный способ.<br/>
                    <span className='info-text'>1. </span>Оберните палец отрезком нитки, бумаги, шнурка.<br/>
                    <span className='info-text'>2. </span>Кольцо-измеритель не должно застревать на фалангах.<br/>
                    <span className='info-text'>3. </span>Сделайте отметку в том месте, где края отрезка смыкаются.<br/>
                    <span className='info-text'>4. </span>Отрежьте лишнюю длину ножницами.<br/>
                    <span className='info-text'>5. </span>Измерьте в миллиметрах длину получившегося отрезка.<br/>
                    <span className='info-text'>6. </span>Определите размер, поделив значение на 3.14</p>
                    </div>    
                    <div className='info-image' style={{margin:'62px 0 0 17px'}}><img src="/img/info3.jpg" alt="Кольцо"/></div>
                    </div> 
                 <h3>Как правильно выбрать размер кольца на каждый палец</h3>   
                 <p>Чаще всего, когда говорят про выбор размера кольца, имеют в виду безымянный или средний палец. Но как подобрать размер кольца, если вы хотите носить его на мизинце, на указательном или даже на большом пальце? Разбираемся по порядку.<br/>
                 <span className='info-text'>1. </span> Большой палец может быть близок по размеру к среднему, но может быть и значительно больше из-за широкой фаланги. Подбирая кольцо на большой палец, учитывайте, что он может трудно надеваться и сниматься. При этом будет сидеть на пальце свободно.<br/>
                 <span className='info-text'>2. </span> Указательный палец, или перст, давший название перстню, потребует более широкого или крупного украшения, которое будет плотно сидеть на пальце, но при этом позволит ему легко сгибаться и не будет мешать.<br/>
                 <span className='info-text'>3. </span> Средний палец может совпадать по размеру с указательным. Если вы в этом убедились, выбирайте кольца, которые будете носить на обоих пальцах.<br/>
                 <span className='info-text'>4. </span> На безымянном пальце носят помолвочные или обручальные кольца. Их, конечно же, следует подбирать по размеру особенно тщательно. Что касается остальных колец, то совет тот же: учитывайте ширину и размер изделия, тогда оно будет комфортно в использовании.<br/>
                 <span className='info-text'>5. </span> Выбрать размер кольца на мизинец – непростая задача. Это наименее участвующий в жестикуляции и ежедневных действиях палец, а посему наименее контролируемый: вероятность потерять кольцо велика. Подбирайте небольшие плотно сидящие кольца обтекаемых форм.</p>  
            </div>
        </div>
    </div>
  );
}

export default News;